[
  {
    "id": 1,
    "kural_tamil": "அகர முதல எழுத்தெல்லாம் ஆதி பகவன் முதற்றே உலகு.",
    "explanation_tamil": "எழுத்துக்கள் எல்லாம் அகரத்தை அடிப்படையாகக் கொண்டிருக்கின்றன. அதுபோல உலகம் கடவுளை அடிப்படையாகக் கொண்டிருக்கிறது."
  },
  {
    "id": 2,
    "kural_tamil": "கற்றதனால் ஆய பயனென்கொல் வாலறிவன் நற்றாள் தொழாஅர் எனின்.",
    "explanation_tamil": "தூய அறிவு வடிவாக விளங்கும் இறைவனுடைய நல்ல திருவடிகளை தொழாமல் இருப்பாரானால், அவர் கற்ற கல்வியினால் ஆகிய பயன் என்ன?"
  },
  {
    "id": 3,
    "kural_tamil": "மலர்மிசை ஏகினான் மாணடி சேர்ந்தார் நிலமிசை நீடுவாழ் வார்.",
    "explanation_tamil": "அன்பரின் அகமாகிய மலரில் வீற்றிருக்கும் கடவுளின் சிறந்த திருவடிகளைப் பொருந்தி நினைக்கின்றவர், இன்ப உலகில் நிலைத்து வாழ்வார்."
  },
  {
    "id": 4,
    "kural_tamil": "வேண்டுதல் வேண்டாமை இலானடி சேர்ந்தார்க்கு யாண்டும் இடும்பை இல.",
    "explanation_tamil": "விருப்பு வெறுப்பு இல்லாத கடவுளின் திருவடிகளைப் பொருந்தி நினைக்கின்றவர்க்கு எப்போதும் எவ்விடத்திலும் துன்பம் இல்லை."
  },
  {
    "id": 5,
    "kural_tamil": "இருள்சேர் இருவினையும் சேரா இறைவன் பொருள்சேர் புகழ்புரிந்தார் மாட்டு.",
    "explanation_tamil": "கடவுளின் பொருள் பொதிந்த புகழையே விரும்பிச் சொல்பவரிடத்தில், அறியாமையால் விளையும் நல்வினை, தீவினை ஆகிய இரண்டு வினைகளும் சேர்வதில்லை."
  },
  {
    "id": 6,
    "kural_tamil": "பொறிவாயில் ஐந்தவித்தான் பொய்தீர் ஒழுக்க நெறிநின்றார் நீடுவாழ் வார்.",
    "explanation_tamil": "மெய், வாய், கண், மூக்கு, செவி என்னும் ஐந்து பொறிகளின் வழியாகப் பிறக்கும் ஆசைகளை அவித்த இறைவனுடைய பொய்யற்ற ஒழுக்க நெறியில் நின்றவர், நிலை பெற்ற நல்வாழ்க்கை வாழ்வர்."
  },
  {
    "id": 7,
    "kural_tamil": "தனக்குவமை இல்லாதான் தாள்சேர்ந்தார்க் கல்லால் மனக்கவலை மாற்றல் அரிது.",
    "explanation_tamil": "தனக்கு ஒப்புமை இல்லாத தலைவனுடைய திருவடிகளைப் பொருந்தி நினைக்கின்றவர் அல்லாமல், மற்றவர்க்கு மனக்கவலையை மாற்றுவது கடினமாகும்."
  },
  {
    "id": 8,
    "kural_tamil": "அறவாழி அந்தணன் தாள்சேர்ந்தார்க் கல்லால் பிறவாழி நீந்தல் அரிது.",
    "explanation_tamil": "அந்தணர் என்பதற்குப் பொருள் சான்றோர் என்பதால், அறக்கடலாக விளங்கும் அந்தச் சான்றோரின் அடியொற்றி நடப்பவர்க்கன்றி, மற்றவர்கள் துன்பக் கடல்களைக் கடப்பது என்பது எளிதன்று."
  },
  {
    "id": 9,
    "kural_tamil": "கோளில் பொறியின் குணமிலவே எண்குணத்தான் தாளை வணங்காத் தலை.",
    "explanation_tamil": "கேட்காத செவி, பார்க்காத கண் போன்ற எண் குணங்களை உடைய கடவுளின் திருவடிகளை வணங்காதவரின் தலைகள் பயனற்றவைகளாம்."
  },
  {
    "id": 10,
    "kural_tamil": "பிறவிப் பெருங்கடல் நீந்துவர் நீந்தார் இறைவன் அடிசேரா தார்.",
    "explanation_tamil": "இறைவனுடைய திருவடிகளைப் பொருந்தி நினைக்கின்றவர் பிறவியாகிய பெரிய கடலைக் கடக்க முடியும். மற்றவர் கடக்க முடியாது."
  },
  {
    "id": 11,
    "kural_tamil": "வான்நின்று உலகம் வழங்கி வருதலால் தான்அமிழ்தம் என்றுணரற் பாற்று.",
    "explanation_tamil": "மழை பெய்ய உலகம் வாழ்ந்து வருவதால், மழையானது உலகத்து வாழும் உயிர்களுக்கு அமிழ்தம் என்று உணரத்தக்கதாகும்."
  },
  {
    "id": 12,
    "kural_tamil": "துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத் துப்பாய தூஉம் மழை.",
    "explanation_tamil": "உண்பவர்க்குத் தக்க பொருள்களை உண்டாக்கிக் கொடுத்து, பருகுவார்க்குத் தானும் ஓர் உணவாக இருப்பது மழையாகும்."
  },
  {
    "id": 13,
    "kural_tamil": "விண்இன்று பொய்ப்பின் விரிநீர் வியனுலகத்து உள்நின்று உடற்றும் பசி.",
    "explanation_tamil": "மழை பெய்யாமல் பொய்க்குமானால், கடல் சூழ்ந்த அகன்ற உலகமாக இருந்தும் பசி உள்ளே நிலைத்து நின்று உயிர்களை வருத்தும்."
  },
  {
    "id": 14,
    "kural_tamil": "ஏரின் உழாஅர் உழவர் புயல்என்னும் வாரி வளங்குன்றிக் கால்.",
    "explanation_tamil": "மழை என்னும் வருவாய் வளம் குன்றிவிட்டால், உழவரும் ஏரால் உழவு செய்யாமல் இருப்பர்."
  },
  {
    "id": 15,
    "kural_tamil": "கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற் றாங்கே எடுப்பதூஉம் எல்லாம் மழை.",
    "explanation_tamil": "பெய்யாமல் வாழ்வைக் கெடுப்பதும் மழை; பெய்து கெட்டவர்களுக்குத் துணையாய் நின்று காப்பதும் மழையே."
  },
  {
    "id": 16,
    "kural_tamil": "விசும்பின் துளிவீழின் அல்லால்மற் றாங்கே பசும்புல் தலைகாண்பு அரிது.",
    "explanation_tamil": "வானத்திலிருந்து மழைத்துளி வீழ்ந்தால் அல்லாமல், உலகத்தில் ஓரறிவுயிராகிய பசும்புல்லின் தலையையும் காண முடியாது."
  },
  {
    "id": 17,
    "kural_tamil": "நெடுங்கடலும் தன்நீர்மை குன்றும் தடிந்தெழிலி தான்நல்கா தாகி விடின்.",
    "explanation_tamil": "மேகம் கடலிலிருந்து நீரையுண்டு மீண்டும் बरसाவிட்டால், பெரிய கடலும் தன் வளம் குன்றிப் போகும்."
  },
  {
    "id": 18,
    "kural_tamil": "சிறப்பொடு பூசனை செல்லாது வானம் வறக்குமேல் வானோர்க்கும் ஈண்டு.",
    "explanation_tamil": "மழை வளம் வறண்டுவிட்டால், இவ்வுலகில் வானோர்க்காக நடைபெறும் திருவிழாவும், நாள் வழிபாடும் நடைபெறாது."
  },
  {
    "id": 19,
    "kural_tamil": "தானம் தவம்இரண்டும் தங்கா வியனுலகம் வானம் வழங்கா தெனின்.",
    "explanation_tamil": "மழை பெய்யவில்லையானால், இந்தப் பெரிய உலகத்தில் பிறர் பொருட்டுச் செய்யும் தானமும், தம் பொருட்டுச் செய்யும் தவமும் நிலைபெறா."
  },
  {
    "id": 20,
    "kural_tamil": "நீர்இன்று அமையாது உலகெனின் யார்யார்க்கும் வான்இன்று அமையாது ஒழுக்கு.",
    "explanation_tamil": "எப்படிப்பட்டவர்க்கும் நீரின்றி உலக வாழ்க்கை அமையாது என்றால், மழையின்றி ஒழுக்கமும் நிலைபெறாது."
  },
  {
    "id": 21,
    "kural_tamil": "ஒழுக்கத்து நீத்தார் பெருமை விழுப்பத்து வேண்டும் பனுவல் துணிவு.",
    "explanation_tamil": "ஒழுக்கத்தில் நிலைத்து நின்று பற்று விட்டவர்களின் பெருமையை, சிறந்த நூல்களின் துணிவும் உயர்வாகப் பேசும்."
  },
  {
    "id": 22,
    "kural_tamil": "துறந்தார் பெருமை துணைக்கூறின் வையத்து இறந்தாரை எண்ணிக்கொண் டற்று.",
    "explanation_tamil": "பற்றுக்களைத் துறந்தவர்களின் பெருமையை அளந்து கூறுதல், இவ்வுலகில் இதுவரை பிறந்து இறந்தவர்களைக் கணக்கிடுவதைப் போன்றது."
  },
  {
    "id": 23,
    "kural_tamil": "இருமை வகைதெரிந்து ஈண்டுஅறம் பூண்டார் பெருமை பிறங்கிற்று உலகு.",
    "explanation_tamil": "பிறப்பு, வீடு என்ற இரு வழிகளையும் ஆராய்ந்து இவ்வுலகில் அறநெறியை மேற்கொண்டவரின் பெருமையே உலகில் உயர்ந்து விளங்குகிறது."
  },
  {
    "id": 24,
    "kural_tamil": "உரனென்னும் தோட்டியான் ஓரைந்தும் காப்பான் வரனென்னும் வைப்பிற்கோர் வித்து.",
    "explanation_tamil": "அறிவு என்னும் அங்குசத்தால் ஐம்பொறிகளையும் அடக்கிக் காப்பவன், மேலான வீட்டுலகிற்கு ஒரு வித்து ஆவான்."
  },
  {
    "id": 25,
    "kural_tamil": "ஐந்தவித்தான் ஆற்றல் அகல்விசும்பு ளார்ோமான் இந்திரனே சாலுங் கரி.",
    "explanation_tamil": "ஐம்பொறிகளின் ஆசையை ஒழித்தவனின் सामर्थ्यத்திற்கு, அகன்ற வானுலகத்தின் தலைவனாகிய இந்திரனே போதுமான சான்று."
  },
  {
    "id": 26,
    "kural_tamil": "செயற்கரிய செய்வார் பெரியர் சிறியர் செயற்கரிய செய்கலா தார்.",
    "explanation_tamil": "செய்வதற்கு அருமையான செயல்களைச் செய்பவரே பெரியோர்; செய்ய முடியாதவரே சிறியோர்."
  },
  {
    "id": 27,
    "kural_tamil": "சுவைஒளி ஊறுஓசை நாற்றமென ஐந்தின் வகைதெரிவான் கட்டே உலகு.",
    "explanation_tamil": "சுவை, ஒளி, ஊறு, ஓசை, நாற்றம் என்ற ஐந்தின் வகைகளையும் ஆராய்ந்து அறியும் அறிஞனிடத்தே இவ்வுலகம் உள்ளது."
  },
  {
    "id": 28,
    "kural_tamil": "நிறைமொழி மாந்தர் பெருமை நிலத்து மறைமொழி காட்டி விடும்.",
    "explanation_tamil": "நிறைந்த மொழியினையுடைய மேலோரின் பெருமையை, இவ்வுலகில் ಅವರ மறைமொழிகளே காட்டிவிடும்."
  },
  {
    "id": 29,
    "kural_tamil": "குணமென்னும் குன்றேறி நின்றார் வெகுளி கணமேயும் காத்தல் அரிது.",
    "explanation_tamil": "நற்குணம் என்னும் குன்றின்மேல் ஏறி நின்ற பெரியோரின் கோபம், ஒரு கணப்பொழுதும் நிலைத்திருத்தல் அரிது."
  },
  {
    "id": 30,
    "kural_tamil": "அந்தணர் என்போர் அறவோர்மற் றெவ்வுயிர்க்கும் செந்தண்மை பூண்டொழுக லான்.",
    "explanation_tamil": "எல்லா உயிர்களிடத்தும் செம்மையான அருளை மேற்கொண்டு ஒழுகுவதால், அறவோரே அந்தணர் எனப்படுவர்."
  },
  {
    "id": 31,
    "kural_tamil": "சிறப்புஈனும் செல்வமும் ஈனும் அறத்தினூஉங்கு ஆக்கம் எவனோ உயிர்க்கு.",
    "explanation_tamil": "அறம், சிறப்பையும் அளிக்கும்; செல்வத்தையும் அளிக்கும்; அதனால் உயிர்க்கு அத்தகைய அறத்தைவிட நன்மையானது வேறு யாது?"
  },
  {
    "id": 32,
    "kural_tamil": "அறத்தினூஉங்கு ஆக்கமும் இல்லை அதனை மறத்தலின் ஊங்கில்லை கேடு.",
    "explanation_tamil": "அறத்தைச் செய்வதை விட நன்மையும் இல்லை; அதனைச் செய்ய மறப்பதை விடக் கேடும் இல்லை."
  },
  {
    "id": 33,
    "kural_tamil": "ஒல்லும் வகையான் அறவினை ஓவாதே செல்லும்வாய் எல்லாஞ் செயல்.",
    "explanation_tamil": "இயலும் வகையால் எல்லாம், அறச் செயல்களை இடைவிடாமல், செல்லும் இடமெல்லாம் செய்ய வேண்டும்."
  },
  {
    "id": 34,
    "kural_tamil": "மனத்துக்கண் மாசிலன் ஆதல் அனைத்தறன் ஆகுல நீர பிற.",
    "explanation_tamil": "மனத்தில் குற்றம் இல்லாதவனாக இருத்தலே அறம்; மற்றவையெல்லாம் ஆரவாரத் தன்மையுடையவை."
  },
  {
    "id": 35,
    "kural_tamil": "அழுக்காறு அவாவெகுளி இன்னாச்சொல் நான்கும் இழுக்கா இயன்றது அறம்.",
    "explanation_tamil": "பொறாமை, ஆசை, கோபம், கடுஞ்சொல் ஆகிய நான்கிற்கும் இடம் கொடாமல் ஒழுகುವುದே அறமாகும்."
  },
  {
    "id": 36,
    "kural_tamil": "அன்றறிவாம் என்னாது அறஞ்செய்க மற்றது பொன்றுங்கால் பொன்றாத் துணை.",
    "explanation_tamil": "‘பிறகு பார்த்துக் கொள்ளலாம்’ என்று எண்ணாமல் அறத்தைச் செய்ய வேண்டும்; அதுவே உடல் அழியும் காலத்தில் அழியாத் துணையாகும்."
  },
  {
    "id": 37,
    "kural_tamil": "அறத்தாறு இதுவென வேண்டா சிவிகை பொறுத்தானோடு ஊர்ந்தான் இடை.",
    "explanation_tamil": "பல்லக்கைத் தூக்குபவனுக்கும் அதில் பயணிப்பவனுக்கும் இடையே உள்ள வேறுபாடே அறத்தின் விளைவுகளை விளக்கப் போதுமானது."
  },
  {
    "id": 38,
    "kural_tamil": "வீழ்நாள் படாஅமை நன்றாற்றின் அஃதொருவன் வாழ்நாள் வழியடைக்கும் கல்.",
    "explanation_tamil": "ஒருவன் ஒருநாள் கூட வீணாக்காமல் அறத்தைச் செய்தால், அது அவன் வாழ்நாளை நீட்டிக்கும் வழியாகும்."
  },
  {
    "id": 39,
    "kural_tamil": "அறத்தான் வருவதே இன்பமற் றெல்லாம் புறத்த புகழும் இல.",
    "explanation_tamil": "அறத்தோடு பொருந்தி வருவதே உண்மையான இன்பம்; மற்றவை எல்லாம் இன்பம் போலத் தோன்றிப் புகழும் இல்லாதவை."
  },
  {
    "id": 40,
    "kural_tamil": "செயற்பால தோரும் அறனே ஒருவற்கு உயற்பால தோரும் பழி.",
    "explanation_tamil": "ஒருவன் செய்ய வேண்டியது அறமே; செய்யாமல் தவிர்க்க வேண்டியது பழியே."
  },
  {
    "id": 41,
    "kural_tamil": "இல்வாழ்வான் என்பான் இயல்புடைய மூவர்க்கும் நல்லாற்றின் நின்ற துணை.",
    "explanation_tamil": "இல்லறத்தில் வாழ்பவன், பிரம்மச்சாரி, வானப்பிரஸ்தன், சந்நியாசி ஆகிய மூவருக்கும் நல்ல வழியில் நிலைபெற்ற துணையாவான்."
  },
  {
    "id": 42,
    "kural_tamil": "துறந்தார்க்கும் துவ்வா தவர்க்கும் இறந்தார்க்கும் இல்வாழ்வான் என்பான் துணை.",
    "explanation_tamil": "துறவிகளுக்கும், வறியவர்களுக்கும், இறந்தவர்களுக்கும் இல்லறத்தான் துணையாவான்."
  },
  {
    "id": 43,
    "kural_tamil": "தென்புலத்தார் தெய்வம் விருந்தொக்கல் தானென்றாங்கு ஐம்புலத்தாறு ஓம்பல் தலை.",
    "explanation_tamil": "பிதிரர், தெய்வம், விருந்தினர், சுற்றத்தார், தன் குடும்பம் என ஐந்திடத்தும் அறநெறி தவறாமல் இருப்பது சிறப்பு."
  },
  {
    "id": 44,
    "kural_tamil": "பழியஞ்சிப் பாத்தூண் உடைத்தாயின் வாழ்க்கை வழியெஞ்சல் எஞ்ஞான்றும் இல்.",
    "explanation_tamil": "பழிக்கு அஞ்சி, பகுத்துண்டு வாழும் வாழ்க்கையில், வழித்தோன்றல் ஒருபோதும் குறைவதில்லை."
  },
  {
    "id": 45,
    "kural_tamil": "அன்பும் அறனும் உடைத்தாயின் இல்வாழ்க்கை பண்பும் பயனும் அது.",
    "explanation_tamil": "அன்பும் அறமும் உடையதாக இல்வாழ்க்கை அமைந்தால், அதுவே அதன் பண்பும் பயனுமாகும்."
  },
  {
    "id": 46,
    "kural_tamil": "அறத்தாற்றின் இல்வாழ்க்கை ஆற்றின் புறத்தாற்றிற் போஒய்ப் பெறுவ தெவன்.",
    "explanation_tamil": "அறநெறியில் இல்வாழ்க்கையை நடத்தினால், வேறு நெறியில் சென்று பெறுவது யாது?"
  },
  {
    "id": 47,
    "kural_tamil": "இயல்பினான் இல்வாழ்க்கை வாழ்பவன் என்பான் முயல்வாருள் எல்லாம் தலை.",
    "explanation_tamil": "அறத்தின் இயல்பொடு இல்வாழ்க்கை வாழ்பவன், முயற்சி செய்பவருள் எல்லாம் தலையானவன்."
  },
  {
    "id": 48,
    "kural_tamil": "ஆற்றின் ஒழுக்கி அறனிழுக்கா இல்வாழ்க்கை நோற்பாரின் நோன்மை உடைத்து.",
    "explanation_tamil": "பிறரை அறநெறியில் ஒழுகச் செய்து, தானும் அறம் தவறாத இல்வாழ்க்கை, தவம் செய்வாரை விட வலிமையானது."
  },
  {
    "id": 49,
    "kural_tamil": "அறனெனப் பட்டதே இல்வாழ்க்கை அஃதும் பிறன்பழிப்ப தில்லாயின் நன்று.",
    "explanation_tamil": "அறம் என்று சிறப்பிக்கப்பட்டது இல்வாழ்க்கையே; அதுவும் பிறரால் பழிக்கப்படாமல் இருந்தால் 더욱 நல்லது."
  },
  {
    "id": 50,
    "kural_tamil": "வையத்துள் வாழ்வாங்கு வாழ்பவன் வானுறையும் தெய்வத்துள் வைக்கப் படும்.",
    "explanation_tamil": "உலகத்தில் வாழ வேண்டிய அறநெறியில் நின்று வாழ்பவன், வானுலகில் உள்ள தெய்வங்களுள் ஒருவனாக மதிக்கப்படுவான்."
  }
]
